"STORE_DESCRIPTION" = "VLC is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through Wi-Fi sharing as well as streaming from SMB, FTP, SFTP, NFS, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, playback speed control and rendering through Chromecast.\n\nVLC is completely free and open source.";

"STORE_DESCRIPTION_TV" = "VLC is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, SFTP, NFS, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC is completely free and open source.\n\nArtwork is provided by TMDb, which is a community maintained movie database.";

"UNKNOWN_TRACK_TYPE" = "Unknown track type";
"CHOOSE_TITLE" = "Choose Title";
"CHOOSE_CHAPTER" = "Choose Chapter";
"CHAPTER_SELECTION_TITLE" = "Capítulos";
"TITLE" = "Título";
"CHAPTER" = "Capítulo";
"TRACK_SELECTION" = "Track Selection";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtítulos";
"LANGUAGE" = "Idioma";
"MEDIA_INFO" = "Media Information";
"VIDEO_DIMENSIONS" = "Video dimensions";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audio tracks";
"ONE_AUDIO_TRACK" = "One audio track";
"FORMAT_SPU_TRACKS" = "%i subtitles tracks";
"ONE_SPU_TRACK" = "One subtitles track";
"TRACKS" = "%i Tracks";
"TRACK" = "%i Track";
"TRACKS_DURATION" = "%u tracks, duration: %@";
"NB_ALBUM_FORMAT" = "%i Álbum";
"NB_ALBUMS_FORMAT" = "%i Álbums";

"PLAYING_EXTERNALLY_TITLE" = "TV conectado";
"PLAYING_EXTERNALLY_DESC" = "Este vídeo estase a reproducir no TV";
"PLAYING_EXTERNALLY_ADDITION" = "\n Now playing on:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Matiz";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Brillo";
"VFILTER_SATURATION" = "Saturación";
"VFILTER_GAMMA" = "Gama";

"PRESET_PREAMP_SETTING" = "Preset / preamp settings";
"PREAMP" = "Preamp";
"SNAP_BANDS" = "Snap bands";

"PLAYBACK_FAILED" = "Fallou a reprodución";
"PLEASE_WAIT" = "Please wait";
"AR_CHANGED" = "Proporción de aspecto: ";
"DEFAULT" = "Predeterminado";
"FILL_TO_SCREEN" = "Recortar para encher a pantalla";
"PLAYBACK_SPEED" = "Velocidade de reprodución";
"SPU_DELAY" = "Subtitles delay";
"AUDIO_DELAY" = "Audio delay";
"BUTTON_SLEEP_TIMER" = "Sleep Timer";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Continue playback?";
"CONTINUE_PLAYBACK_LONG" = "Would you like to continue playback of \"%@\" where you left off?";

"BUTTON_ABOUT" = "About";
"BUTTON_BACK" = "Atrás";
"BUTTON_DONE" = "Feito";
"BUTTON_CANCEL" = "Cancelar";
"BUTTON_SAVE" = "Gardar";
"BUTTON_DOWNLOAD" = "Descargar";
"BUTTON_DELETE" = "Eliminar";
"BUTTON_OK" = "Aceptar";
"BUTTON_DISMISS" = "Dismiss";
"BUTTON_CONTACT" = "Contact us";
"BUTTON_CONNECT" = "Conectar";
"BUTTON_RENAME" = "Renomear";
"BUTTON_LEARN_MORE" = "Saber máis";
"BUTTON_LOGOUT" = "Logout";
"BUTTON_CONTINUE" = "Continue";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"BUTTON_RESCAN" = "Rescan";
"PRIVATE_PLAYBACK_TOGGLE" = "Reprodución privada";
"SCAN_SUBTITLE_TOGGLE" = "Scan for Subtitles (http-only)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";
"BUTTON_AIRPLAY" = "AirPlay or Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Show a menu of available AirPlay or Bluetooth devices";

"UPGRADING_LIBRARY" = "Actualización da biblioteca de medios";

"FAVORITES" = "Favorites";
"NO_FAVORITES" = "There are no Favorites yet";
"NO_FAVORITES_DESCRIPTION" = "Mark your favorite folders while browsing servers to have them listed here.";
"ADD_FAVORITE" = "Add to Favorites";
"REMOVE_FAVORITE" = "Remove from Favorites";
"FAVORITE_ALERT_TITLE" = "Would you like to add this folder to your Favorites?";
"UNFAVORITE_ALERT_TITLE" = "Would you like to remove this folder from your Favorites?";

"OPEN_NETWORK" = "Abrir un fluxo de rede";
"NETWORK_TITLE" = "Fluxo de rede";
"OPEN_NETWORK_HELP" = "Introduza calquera enderezo HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP para abrir o fluxo directamente.";
"HTTP_UPLOAD_SERVER_OFF" = "O servidor está inactivo";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "No active Wi-Fi connection";
"OPEN_STREAM_OR_DOWNLOAD" = "Gustaríalle descargar ou reproducir este URL? ";
"ALWAYS_STREAM_URL" = "Always play URLs";
"SHARED_VLC_IOS_LIBRARY" = "Shared VLC for iOS Library";
"SMB_CIFS_FILE_SERVERS" = "File Servers (SMB)";

"MANAGED_SERVERS" = "Managed";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "A descarga foi cancelada polo usuario";

"DOWNLOAD_FROM_HTTP" = "Descargas";
"ERROR_NUMBER" = "Producise un erro %i";
"DOWNLOAD_FAILED" = "Produciuse un fallo na descarga ";
"FILE_NOT_SUPPORTED" = "O formato do ficheiro non é compatíbel";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "O esquema de enderezo non é compatíbel";
"SCHEME_NOT_SUPPORTED_LONG" = "O esquema de enderezo (%@) non é compatíbel. Use un enderezo que comece con HTTP, HTTPS ou FTP.";
"RENAME_MEDIA_TO" = "Introduza un nome novo para %@";

"FOLDER_EMPTY" = "Empty folder";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Choose a file to open:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Open In...";
"SHARING_ERROR_NO_FILES" = "Could not find any files to share";
"SHARING_ERROR_NO_APPLICATIONS" = "Could not find any applications to open this type of file";
"SHARING_SUCCESS_CAMERA_ROLL" = "File was successfully saved to the Camera Roll";

"FAVORITEVC_DETAILTEXT" = "See your favorite folders";
"STREAMVC_DETAILTEXT" = "Play streams directly without downloading";
"DOWNLOADVC_DETAILTEXT" = "Download files directly to your device";
"HEADER_TITLE_RENDERER" = "Select a casting device";

"BROWSE" = "Browse";
"NETWORK" = "Rede";
"LOCAL_NETWORK" = "Rede local";
"CONNECT_TO_SERVER" = "Conectar co servidor";
"FILE_SERVER" = "File Servers";
"USER_LABEL" = "Usuario";
"PASSWORD_LABEL" = "Contrasinal";
"DISABLE_LABEL" = "Disable";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymous Login";

"LOCAL_SERVER_REFRESH" = "Actualizar";
"LOCAL_SERVER_LAST_UPDATE" = "A última actualización foi feita o %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "PRODUCIUSE UN ERRO DE CONEXIÓN CO SERVIDOR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Verifique o enderezo do servidor e as credenciais";

"FILES_APP_CELL_TITLE" = "Local files";
"FILES_APP_CELL_SUBTITLE" = "Open a file without copying it to VLC";

"CLOUD_SERVICES" = "Cloud Services";
"LOGIN" = "Login";
"LOGGED_IN" = "Logged in";
"LOGGED_IN_SERVICES" = "%d logged in services";
"LOGGED_IN_SERVICE" = "1 logged in service";

"DROPBOX_DOWNLOAD" = "Quere descargar o ficheiro?";
"DROPBOX_DL_LONG" = "Gustaríalle descargar o ficheiro «%@» no seu %@? ";
"DROPBOX_LOGIN" = "Inicio de sesión";

"GDRIVE_ERROR_FETCHING_FILES" = "Produciuse un erro ao obter os ficheiros";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "O seu ficheiro foi descargado correctamente";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ÉXITO";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Produciuse un erro durante a descarga";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERRO";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "The selected Media doesn't have a playable url";

"DISK_FULL" = "Storage limit reached";
"DISK_FULL_FORMAT" = "%@ cannot be stored on your %@, because you don't have enough free space left.";

"NUM_OF_FILES" = "%i ficheiros";
"ONE_FILE" = "1 ficheiro";
"NO_FILES" = "Non hai ficheiros compatíbeis";
"DOWNLOADING" = "Descargando...";
"REMAINING_TIME" = "Tempo restante: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Set Passcode";
"Enter Passcode" = "Enter Passcode";
"Enter a passcode" = "Enter a passcode";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "Passcodes did not match. Try again.";
"Re-enter your passcode" = "Re-enter your passcode";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "Configuracións"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Baleirar a biblioteca de medios";
"EMPTY_LIBRARY_LONG" = "For playback, you can stream media from a server on your local network, from the cloud or synchronize media to your device using iTunes, Wi-Fi Upload or Cloud services.";

"EMPTY_NO_PLAYLISTS" = "Playlists";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "To create playlists, enter Edit mode in the Video or Audio content tabs and select your favorite media.\nYou can also synchronize existing playlists from your other devices or the internet.";

"EMPTY_PLAYLIST" = "Empty playlist";
"EMPTY_PLAYLIST_DESCRIPTION" = "Add media while editing in the respective categories.";

"EMPTY_HISTORY" = "Empty History";
"EMPTY_HISTORY_DESCRIPTION" = "No media yet.";

"EMPTY_MEDIA_LIST" = "Empty Media List";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "The media list is empty therefore the playback could not start";

"PLAYBACK_SCRUB_HELP" = "Slide your finger up to adjust the scrubbing rate.";
"PLAYBACK_SCRUB_HIGH" = "Desprazamento a velocidade alta";
"PLAYBACK_SCRUB_HALF" = "Desprazamento a media velocidade";
"PLAYBACK_SCRUB_QUARTER" = "Desprazamento a un cuarto da velocidade";
"PLAYBACK_SCRUB_FINE" = "Desprazamento fino";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "Posición de reprodución";
"VIDEO_FILTER" = "Filtros de vídeo";
"VIDEO_FILTER_RESET_BUTTON" = "Restaurar os filtros de vídeo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video aspect ratio";
"BWD_BUTTON" = "Saltar cara a atrás";
"FWD_BUTTON" = "Saltar cara a adiante";
"PLAY_BUTTON" = "Reproducir";
"NEXT_BUTTON" = "Seguinte";
"PREV_BUTTON" = "Anterior";
"PLAY_ALL_BUTTON" = "Play all";
"PLAY_ALL_HINT" = "Play all the medias in the collection";

"RESET_VIDEO_FILTERS" = "Do you want to reset the video filters?";
"RESET_PLAYBACK_SPEED" = "Do you want to reset the playback speed?";
"RESET_EQUALIZER" = "Do you want to reset the equalizer's settings?";
"RESET_SLEEP_TIMER" = "Do you want to reset the sleep timer?";

"CUSTOM_EQUALIZER_PROFILES" = "Custom profiles";
"DEFAULT_PROFILE_NAME" = "Custom profile";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Save new profile";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Do you want to save a new profile with the selected values?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Rename the profile";
"DELETE_CUSTOM_PROFILE_TITLE" = "Delete the profile";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Do you want to delete the selected profile?";

"VERSION_FORMAT" = "Versión: %@";
"BASED_ON_FORMAT" = "Baseado en:<br />%@";

"NEW" = "NOVO";

"VO_VIDEOPLAYER_TITLE" = "Reprodutor de vídeo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dea dous toques para mostrar ou ocultar os controis de reprodución";

"FIRST_STEPS_ITUNES" = "File Sync";
"FIRST_STEPS_ITUNES_TITLE" = "Sync With Your Computer";
"FIRST_STEPS_ITUNES_DETAILS" = "Connect your %@ to use the Finder or iTunes for \"File Sharing\". Select VLC to transfer files.";
"FIRST_STEPS_WIFI_TITLE" = "Share via Wi-Fi";
"FIRST_STEPS_WIFI_DETAILS" = "Enter the generated URL in your favorite web browser while connected to the same network as your %@.";
"FIRST_STEPS_CLOUDS" = "Nube";
"FIRST_STEPS_CLOUD_TITLE" = "Nube";
"FIRST_STEPS_CLOUD_DETAILS" = "Upload your media to a cloud service like Google Drive or Dropbox to remotely download or stream them.";

"PLEX_CHECK_ACCOUNT" = "Check your Plex account in settings";
"PLEX_ERROR_ACCOUNT" = "Plex login Error";

"UNAUTHORIZED" = "Unauthorized";

"SERVER" = "Servidor";
"SERVER_PORT" = "Porto";
"NO_SERVER_FOUND" = "No server found";
"NO_RECENT_STREAMS" = "No stream was played recently";

"WEBINTF_TITLE" = "Sharing via Wi-Fi";
"WEBINTF_ETHERNET" = "Sharing via Ethernet";
"WEBINTF_DROPFILES" = "Drop Files";
"WEBINTF_DROPFILES_LONG" = "Drop files in the window to add them to your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES" = "Download Files";
"WEBINTF_DOWNLOADFILES_LONG" = "Just click the file you want to download from your %@.";
"WEBINTF_ADDRESS_COPIED" = "Address copied to clipboard";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Drop files in the window to play them on your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_URL_SENT" = "URL sent successfully.";
"WEBINTF_URL_EMPTY" = "URL cannot be empty.";
"WEBINTF_URL_INVALID" = "Not a valid URL.";
"WEBINTF_AUTH_REQUIRED" = "Please enter the passcode you set in VLC iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Wrong passcode.<br>Remaining attempts: ";
"WEBINTF_AUTH_BANNED" = "You entered too many wrong passcodes.<br>Please restart VLC iOS and try again.";

"DURATION" = "Duración";
"TITLE" = "Título";
"ROTATE_BUTTON" = "Rotate"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Toggles the video player between landscape and portrait mode."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Audio Info";
"ENTER_URL" = "Enter URL to play";
"HTTP_SERVER_ON" = "Disable Remote Playback";
"HTTP_SERVER_OFF" = "Enable Remote Playback";
"CACHED_MEDIA" = "Cached Media";
"CACHED_MEDIA_LONG" = "Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download Subtitles...";
"FOUND_SUBS" = "Found subtitles";
"NO_SUB_FOUND_OSO" = "No subtitles were found for your media item \"%@\".";
"SELECT_AUDIO_FROM_FILES" = "Load External Audio...";
"SELECT_SUBTITLE_FROM_FILES" = "Load External Subtitles...";
"USE_SPDIF" = "Use Pass-through (S/PDIF)";

"PLAYBACK" = "Playback";
"REPEAT_MODE" = "Repetir";
"REPEAT_DISABLED" = "Disabled";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Cartafol";
"SHUFFLE" = "Shuffle";
"SHUFFLE_DISABLED" = "Shuffle off";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Reset list";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Permanently reset the list of recently played network streams.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Network File System (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Press %@ to Delete"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Confirm the deletion of the selection";
"DELETE_MESSAGE_PLAYLIST" = "Are you sure to delete the selected playlist?\nAssociated media files won't be deleted.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Are you sure to remove the selected media from the playlist?\nThey won't be deleted from the disk.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protocol not selected";
"Settings" = "Configuracións";

"ERROR" = "Erro";
"SORT" = "Sort";
"SORT_BY" = "Sort by";
"SEARCH" = "Search";
"VIDEO" = "Vídeo";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Álbums";
"ARTISTS" = "Artistas";
"EPISODES" = "Episodios";
"GENRES" = "Xéneros";
"ALL_VIDEOS" = "All videos";
"SONGS" = "Songs";
"PLAYLISTS" = "Playlists";
"VIDEO_GROUPS" = "Video groups";
"HISTORY" = "Historial";
"MODIFIED_DATE" = "Modified date";
"NAME" = "Nome";

// MARK: - EDIT

"BUTTON_MENU" = "Menú";
"BUTTON_MENU_HINT" = "Select, reorder and sort the media items present in this view";

"BUTTON_EDIT" = "Editar";
"BUTTON_EDIT_HINT" = "Edit mode";

"BUTTON_SELECT" = "Select";
"BUTTON_SELECT_HINT" = "Select button";

"BUTTON_SELECT_ALL" = "Select all";
"BUTTON_SELECT_ALL_HINT" = "Select all the media items present in this view";

"BUTTON_HISTORY" = "Historial";
"BUTTON_HISTORY_HINT" = "View your recently played media";

"BUTTON_CLEAR" = "Clear";
"CLEAR_HISTORY_TITLE" = "Clear History";
"CLEAR_HISTORY_MESSAGE" = "Confirm clearing history";

"ADD_TO_PLAYLIST" = "Add to Playlist";
"ADD_TO_PLAYLIST_HINT" = "Open the add to playlist menu";

"PLAY_AS_AUDIO" = "Play as audio";
"PLAY_AS_AUDIO_HINT" = "Play the video file as an audio file.";

"PLAYLIST_PLACEHOLDER" = "Playlist title";
"PLAYLIST_DESCRIPTION" = "Choose a title for your new playlist";
"PLAYLIST_CREATION" = "Create a new playlist";
"PLAYLIST_CREATION_HINT" = "Show an interactive action to create a playlist";
"ERROR_PLAYLIST_CREATION" = "Failed to create a playlist";
"ERROR_PLAYLIST_TRACKS" = "Failed to retrieve tracks";

"ERROR_RENAME_FAILED" = "Renaming failed";
"ERROR_EMPTY_NAME" = "The title can't be empty";

"SHARE_LABEL" = "Share";
"SHARE_HINT" = "Share selected files";
"RENAME_HINT" = "Rename selected files";
"DELETE_HINT" = "Delete selected files";

"ADDITIONAL_OPTIONS" = "Additional options";

// MARK: - Sort

"BUTTON_SORT" = "Sort";
"BUTTON_SORT_HINT" = "Display sort action sheet";
"HEADER_TITLE_SORT" = "Sort by";
"DESCENDING_LABEL" = "Descending Order";
"DESCENDING_SWITCH_LABEL" = "Ascending or descending order";
"DESCENDING_SWITCH_HINT" = "Sort context in ascending or descending order";
"GRID_LAYOUT" = "Grid";
"GRID_LAYOUT_HINT" = "Display the items as a grid";
"LIST_LAYOUT" = "List";
"HIDE_FEAT_ARTISTS" = "Hide feat. artists";
"HIDE_TRACK_NUMBERS" = "Hide track numbers";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alphanumerically";
"DURATION" = "Duración";
"INSERTION_DATE" = "Insertion date";
"LAST_MODIFICATION_DATE" = "Last modification date";
"RELEASE_DATE" = "Release date";
"FILE_SIZE" = "File size";
"ARTIST" = "Artista";
"PLAY_COUNT" = "Play count";
"ALBUM" = "Álbum";
"FILENAME" = "Filename";
"TRACK_NUMBER" = "Track number";
"NB_AUDIO" = "Number of audio";
"NB_MEDIA" = "Number of media";
"NB_VIDEO" = "Number of video";
"NB_ALBUM" = "Number of albums";
"LAST_PLAYBACK_DATE" = "Last playback date";
"TRACK_ID" = "Track ID";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nothing found";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Unknown Artist";
"VARIOUS_ARTIST" = "Various Artists";
"UNKNOWN_ALBUM" = "Unknown Album";
"SINGLE_ITEM_SELECTED" = "item selected";
"MULTIPLE_ITEMS_SELECTED" = "items selected";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Subtitles and audio tracks";
"SUBTITLE_AND_TRACK_HINT" = "Choose subtitle or audio tracks";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD interface";

"ROTATION_LOCK_BUTTON" = "Rotation lock";
"ROTATION_LOCK_HINT" = "Lock video to current orientation";

"REPEAT_HINT" = "Repeat same media";
"DO_NOT_REPEAT_HINT" = "Do not repeat media list";
"REPEAT_ALL_HINT" = "Repeat media list";

"BACKWARD_BUTTON" = "Backward";
"BACKWARD_HINT" = "Jump Backwards";

"PREVIOUS_BUTTON" = "Previous";
"PREVIOUS_HINT" = "Previous media";

"PLAY_PAUSE_BUTTON" = "Play or pause";
"PLAY_PAUSE_HINT" = "Play or Pause current playback";

"STOP_BUTTON" = "Stop";
"CLOSE_HINT" = "Stop the playback";

"MINIMIZE_BUTTON" = "Minimizar";
"MINIMIZE_HINT" = "Minimize the player";

"NEXT_HINT" = "Next media";

"FORWARD_BUTTON" = "Forward";
"FORWARD_HINT" = "Jump forwards";

"INTERFACE_LOCK_BUTTON" = "Lock interface";

"SELECT_A_MARK" = "Select the A mark";
"SELECT_A_MARK_HINT" = "Select the A mark of the AB loop";
"SELECT_B_MARK" = "Select the B mark";
"SELECT_B_MARK_HINT" = "Select the B mark of the AB loop";

"AB_LOOP" = "A→B Loop";
"AB_LOOP_MARKS" = "A→B Loop Marks";

"RESET_AB_LOOP" = "Do you want to remove the A→B loop?";
"RESET_AB_LOOP_MARKS" = "Do you want to reset the A→B loop marks?";

"SHUFFLE_HINT" = "Shuffle media list";
"SHUFFLE_OFF_HINT" = "Do not shuffle media list";

"ASPECT_RATIO_TITLE" = "Aspect Ratios";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video aspect ratio";
"VIDEO_ASPECT_RATIO_HINT" = "Change the aspect ratio of the current video";

"MORE_OPTIONS_BUTTON" = "Máis";
"MORE_OPTIONS_HINT" = "View more option controls";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Subtitles unsupported";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Subtitles are not yet supported while casting.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizer";
"MORE_OPTIONS_HEADER_TITLE" = "Video Options";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Audio Options";
"BOOKMARKS_TITLE" = "Bookmarks";
"ADD_BOOKMARKS_TITLE" = "Add Bookmarks";
"BOOKMARK_DEFAULT_NAME" = "Bookmark at";
"BOOKMARK_RENAME_TITLE" = "Rename bookmark";
"BOOKMARK_DELETE_TITLE" = "Delete bookmark";
"BOOKMARK_DELETE_MESSAGE" = "Confirm the deletion of the bookmark";
"INCREASE_BUTTON" = "Increase button";
"INCREASE_PLAYBACK_SPEED" = "Increase the playback speed";
"INCREASE_AUDIO_DELAY" = "Increase the audio delay";
"INCREASE_SUBTITLES_DELAY" = "Increase the subtitles delay";
"DECREASE_BUTTON" = "Decrease button";
"DECREASE_PLAYBACK_SPEED" = "Decrease the playback speed";
"DECREASE_AUDIO_DELAY" = "Decrease the audio delay";
"DECREASE_SUBTITLES_DELAY" = "Decrease the subtitles delay";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Show playback speed shortcut";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Enable to display the playback speed shortcut";
"VIDEO_FILTERS_HINT" = "Select to open the video filters view";
"PLAYBACK_SPEED_HINT" = "Select to open the playback speed view";
"SUBTITLES_DELAY_HINT" = "Select to open the subtitles delay view";
"AUDIO_DELAY_HINT" = "Select to open the audio delay view";
"SLEEP_TIMER_HINT" = "Select to open the sleep timer view";
"EQUALIZER_HINT" = "Select to open the equalizer view";
"CHAPTERS_HINT" = "Select to open the chapters view";
"BOOKMARKS_HINT" = "Select to open the bookmarks view";
"INTERFACE_LOCK_HINT" = "Enable the option to lock the user interface";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Force media library rescan";
"FORCE_RESCAN_MESSAGE" = "Do you want to force VLC to rescan your media library?\nIt could take some time.";

"FEEDBACK_EMAIL_TITLE" = "Feedback about VLC on iOS and iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "Mail account not configured";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Contact us through %@ from another device.";

"SETTINGS_THEME_BLACK" = "Use black background on dark mode";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Improves battery life on devices with an OLED screen";

"SETTINGS_RESET_TITLE" = "Reset the settings";
"SETTINGS_RESET_MESSAGE" = "Do you want to reset all the settings to their default values?";

"SETTINGS_PLAY_ALL" = "Seamless playback for collections";
"SETTINGS_PLAY_ALL_HINT" = "Enable to automatically play the next media in the audio or video tabs";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Seamless playback for playlists";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Enable to automatically play the next media in a playlist";

"SETTINGS_DOCUMENTATION" = "Documentación";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1 Connection Warning";
"SMBV1_WARN_DESCRIPTION" = "We detected an old protocol (SMBv1).\nAre you really sure to continue with SMBv1?\nWe advise upgrading or changing your server settings.";
"SMBV1_CONTINUE" = "Continue with SMBv1";
"SMBV1_NEXT_PROTOCOL" = "Try SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "Encoding";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Add to media group";
"ADD_TO_MEDIA_GROUP_HINT" = "Open the add to media group menu";

"MEDIA_GROUPS" = "Media groups";
"MEDIA_GROUPS_DESCRIPTION" = "Choose a title for your new media group";
"MEDIA_GROUPS_PLACEHOLDER" = "Media group title";

"REMOVE_FROM_MEDIA_GROUP" = "Remove from media group";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Remove selection from the media group";

"MEDIA_GROUP_CREATION" = "New media group";
"MEDIA_GROUP_CREATION_HINT" = "Show alert to create a playlist";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Move content to top level";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Moves the content of the selection to the top level";

"BUTTON_REGROUP" = "Regroup";
"BUTTON_REGROUP_TITLE" = "Regroup selection";
"BUTTON_REGROUP_HINT" = "Attempt to regroup automatically single media.";
"BUTTON_REGROUP_DESCRIPTION" = "Are you sure to attempt to regroup automatically single media?\nThis can take some time.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Place media here to add them";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Adding...";

// MARK: - QueueViewController

"PLAY_HINT" = "Play";
"PLAY_LABEL" = "Play";
"PLAY_NEXT_IN_QUEUE_HINT" = "Play next in queue";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Play next in queue";
"APPEND_TO_QUEUE_HINT" = "Append to queue";
"APPEND_TO_QUEUE_LABEL" = "Append to queue";
"QUEUE_LABEL" = "Queue";

"DISPLAY_AS" = "Display as";

/* New strings */
"BRIGHTNESS_HINT" = "Vertical brightness control";
"BRIGHTNESS_SLIDER" = "Slide vertically to change the brightness level";

/* New strings */
"VOLUME_HINT" = "Vertical volume control";
"VOLUME_SLIDER" = "Slide vertically to change the volume level";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Playback controls";
"MENU_REPEAT_DISABLED" = "Do not repeat";
"MENU_REPEAT_SINGLE" = "Repeat one";
"MENU_REPEAT_ALL" = "Repeat all";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Action sheet background";
"ACTIONSHEET_BACKGROUND_HINT" = "Tap to remove the action sheet.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Enter Custom Amount";
"DONATION_TITLE" = "Privacy over profit";
"DONATION_DESCRIPTION" = "Private, open-source multimedia, funded by you. No ads, no tracking, no compromise. Free for everyone to use. Donate now to support VideoLAN.";
"DONATION_WINDOW_TITLE" = "Make a Donation to VideoLAN";
"DONATE_CC_DC" = "Credit or Debit card";
"DONATION_CHOOSE_PP" = "Please select your payment provider";
"DONATION_CHOOSE_CURRENCY" = "Please select a currency";
"DONATION_AMOUNT" = "Donation amount: %@";
"DONATION_CC_NUM" = "Credit Card Number";
"DONATION_CC_EXPIRY_DATE" = "Expiry Date";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Failure configuring Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC failed to configure Apple Pay to perform your donation. Please choose a different payment provider to continue.";
"DONATION_DONATE_BUTTON" = "Doar";
"PURCHASE_FAILED" = "Purchase Failed.";
"SEND_DONATION" = "Send your donation";
"PURCHASE_SUCESS_TITLE" = "Donation sent";
"PURCHASE_SUCESS_DESCRIPTION" = "Thank you for your donation!";
"DONATION_CONTINUE" = "Continuar";
"BUTTON_NOT_NOW" = "Not now";
"DONATION_NAGSCREEN_TITLE" = "Donate today";
"DONATION_NAGSCREEN_SUBTITLE" = "Support free and open source multimedia";
"DONATION_INVOICES" = "Invoices";
"DONATION_RECEIPTS" = "Receipts";
"DONATION_INVOICES_RECEIPTS" = "Invoices & Receipts";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "If you have reinstalled VLC, invoices or receipts from previous donations will not be available as all your personal information is stored on this device only.\n\nIf you have any questions, contact us at donation@videolan.org and mention this anonymous user ID: %@";
"DONATION_CANCEL_MONTHLY" = "Cancel Regular Donation";
"DONATION_MONTHLY" = "Monthly";
"DONATION_MONTHLY_FORMAT" = "%@/mes";
"DONATION_MONTHLY_VIDEOLAN" = "Monthly Donation to VideoLAN";
"DONATION_ONCE" = "One-Time";
"DONATION_UPDATE_MONTHLY" = "Update Regular Donation";
"DONATION_VIDEOLAN" = "Donation to VideoLAN";
"DONATION_CANCEL_LONG" = "We are sad to see you cancelling the regular monthly donations to VideoLAN. Your previous support means a lot to us. Thank you so much!";
"DONATION_BANK_TRANSFER" = "Bank Transfer";
"DONATION_BANK_TRANSFER_LONG" = "Stripe processes donations made to VideoLAN. VideoLAN does not store or collect your personal information.";
"DONATION_BUTTON_AGREE" = "Agree";
"DONATION_IBAN" = "Bank Account Number (IBAN)";
"DONATION_EMAIL" = "Email";
"DONATION_NAME" = "Nome";
"DONATION_NAME_BANK_ACCOUNT" = "Name on Bank Account";
"DONATION_EMBARGOED_COUNTRY" = "We currently cannot accept donations in your country. Enjoy VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Jump backwards";
"KEY_JUMP_FORWARDS" = "Jump forwards";
"KEY_INCREASE_PLAYBACK_SPEED" = "Increase playback speed";
"KEY_DECREASE_PLAYBACK_SPEED" = "Decrease playback speed";
"KEY_RESET_PLAYBACK_SPEED" = "Reset playback speed";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Title selection background";
"TITLESELECTION_BACKGROUND_HINT" = "Tap to remove the view.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "Delete \"%@\"?";
"DELETE_MULTIPLE_TITLE" = "Delete \"%@\" and %d others?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Play in the background";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Play the selected playlist in the background without opening the app.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "Play ${mediaName} in the background";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
